{
  "header": "Legal Notice",
  "informationHeader": "Information acc.",
  "responsibleHeader": "Represented by",
  "contactHeader": "Contact",
  "phone": "Phone",
  "registryEntry": "Register entry",
  "registryPlaceHeader": "Entry in the following register court",
  "registryNumber": "Register number",
  "salesTaxId": "Sales tax ID",
  "salesTaxLaw": "Sales tax identification number according to §27a german sales tax law",
  "supervisoryAuthorityHeader": "Supervisory authority",
  "disclaimerHeader": "Disclaimer",
  "disclaimerHeaderContent": "Contents of the website",
  "disclaimerContent": "The contents of this website were written with due diligence and by the author’s best knowledge. We can be held liable only by general laws, especially for our own contents acc. § 7 TMG (German law on tele-media) and for external contents acc. §§ 8 – 10 TMG. As a Provider of tele-media we can be held liable for external contents only once we have knowledge of a concrete infringement of law. We reserve the right to change or delete contents of this webpage which are not subject to any contractual obligation.",
  "disclaimerHeaderLinks": "Links on external Websites",
  "disclaimerLinks": "Contents of external websites on which we are linking direct or indirect (through „hyperlinks“ or „deeplinks“) are beyond our responsibility and are not adopted as our own content. When the links were published, we didn’t have knowledge of any illegal activities or contents on these websites. Since we do not have any control on the contents of these websites, we distance ourselves from all contents of all linked websites, which were updated after the setting of the links. For all contents and especially damages, resulting of the use of the linked websites, only the provider of these linked websites can be held liable. If we receive knowledge of illegal contents on these linked websites, we will delete the according links.",
  "disclaimerHeaderPropertyRights": "Intellectual property rights",
  "disclaimerPropertyRights": "All content of this website, especially texts, pictures, images, graphical presentations, music, trademarks, brands and so forth, are subject to copyright laws. The use, reproduction and so on are subject to the individual rights of the respective owner of the copyright or administrator of these rights. If you want to use such content, please let us know and we will establish contact with the respective owner/administrator.",
  "disclaimerHeaderPrivacyPolicy": "Privacy Policy",
  "disclaimerPrivacyPolicy": "The use of our website is usually without information personal data possible. So far on our pages personal data (e.g. name, address or e-mail addresses) are collected, this is always done as far as possible voluntary basis. This data is sent without your express consent not passed on to third parties. We would like to point out that data transmission on the Internet (e.g. with communication by e-mail) may have security gaps. Complete protection of data from access by third parties is not possible. The use of within the scope of the legal notice obligation published Contact information by third parties to send non-explicit requested advertising and information material is hereby expressly contradicted. The operators of the pages reserve themselves expressly take legal action in the event of the unsolicited sending of Advertising information, such as spam mails."
}